{
  "metadata": {
    "title": "Mean Arterial Pressure (MAP) Calculator | MAP Calculator",
    "description": "Calculate mean arterial pressure (MAP) instantly using systolic and diastolic values. A clean, mobile-first tool for fast hemodynamic assessments.",
    "keywords": "MAP calculator, mean arterial pressure calculator, blood pressure tool, hemodynamics, critical care calculator",
    "siteName": "MAP Calculator"
  },
  "common": {
    "siteName": "MAP Calculator",
    "allRightsReserved": "All rights reserved.",
    "privacyPolicy": "Privacy Policy",
    "termsOfService": "Terms of Service",
    "disclaimer": "Disclaimer",
    "fullDisclaimer": "Full Medical Disclaimer",
    "backToHome": "Back to calculator",
    "professionalUseOnly": "For licensed medical professionals only",
    "viewFullDisclaimer": "View full disclaimer"
  },
  "calculator": {
    "systolic": "Systolic Blood Pressure (SBP)",
    "diastolic": "Diastolic Blood Pressure (DBP)",
    "result": "Mean Arterial Pressure",
    "reference": "Typical adult MAP ranges between 60 and 100 mmHg to sustain adequate organ perfusion.",
    "lowMap": "MAP below 60 mmHg suggests inadequate perfusion and warrants urgent reassessment.",
    "normalMap": "MAP between 60 and 100 mmHg falls within the normal physiologic range.",
    "highMap": "MAP above 100 mmHg may reflect elevated vascular resistance or uncontrolled hypertension.",
    "disclaimer": "Education only. Not a substitute for clinical judgment or professional medical advice.",
    "professionalNotice": "Designed for licensed medical professionals, supervised trainees, and allied health teams.",
    "emergencyNotice": "If this is an emergency, call your local emergency number immediately."
  },
  "home": {
    "title": "MAP Calculator",
    "description": "Instantly compute mean arterial pressure to support bedside hemodynamic decisions.",
    "bannerTitle": "Education tool – not a medical directive",
    "bannerSubtitle": "Use only as a clinical reference alongside your professional judgment.",
    "bannerItem1": "Not medical advice, diagnosis, or treatment",
    "bannerItem2": "Consult qualified clinicians before acting on results",
    "bannerItem3": "Emergency situations require immediate emergency services",
    "whatIsMap": "What is MAP?",
    "whatIsMapContent": "Mean arterial pressure (MAP) is the average arterial pressure across a single cardiac cycle and reflects the driving force that pushes blood through the vascular system.",
    "howToCalculate": "How to Calculate?",
    "howToCalculateContent": "MAP is derived from systolic and diastolic blood pressure readings. Because the heart spends more time in diastole, the diastolic value carries twice the weight of systolic pressure in the standard formula.",
    "formula": "Standard Formula",
    "standardFormula": "MAP = (SBP + 2 × DBP) ÷ 3",
    "formulaExplanation": "Weighting diastolic pressure captures the longer relaxation phase of the cardiac cycle, producing a stable estimate of perfusion pressure.",
    "clinicalSignificance": "Clinical Significance",
    "clinicalSignificanceContent": "Maintaining MAP within the target range safeguards tissue perfusion and guides interventions in anesthesia, critical care, and emergency medicine.",
    "normalRanges": "Normal Ranges",
    "lowMapDescription": "Low MAP (<60 mmHg): risk of organ hypoperfusion and potential shock.",
    "normalMapDescription": "Normal MAP (60-100 mmHg): supports adequate perfusion in most adult patients.",
    "highMapDescription": "High MAP (>100 mmHg): may signal increased cardiac workload or hypertensive crises.",
    "whenToUse": "When to Use?",
    "whenToUseContent": "Use MAP when you need a concise view of perfusion pressure to align treatment plans across teams.",
    "useCase1": "Assessing shock states or sepsis bundles in critical care.",
    "useCase2": "Guiding vasoactive titration during anesthesia or procedural sedation.",
    "useCase3": "Monitoring hypertensive emergencies or end-organ protection.",
    "useCase4": "Evaluating fluid responsiveness and perfusion goals in trauma resuscitation.",
    "emergencyHeading": "Emergency Warning",
    "emergencyContent": "If you suspect a medical emergency, call the emergency services in your region (for example 911) or go to the nearest emergency department.",
    "resultsDisclaimer": "MAP outputs are estimates. Individual patient responses vary and require comprehensive evaluation.",
    "targetAudienceHeading": "Intended Audience",
    "targetAudienceProfessional1": "Licensed physicians and advanced practice providers",
    "targetAudienceProfessional2": "Registered nurses, paramedics, and allied health professionals",
    "targetAudienceProfessional3": "Medical and nursing students under licensed supervision",
    "targetAudienceRestrictedHeading": "Not Appropriate For",
    "targetAudienceRestricted1": "Self-diagnosis or self-directed treatment by the general public",
    "targetAudienceRestricted2": "Situations requiring urgent or emergent medical care",
    "targetAudienceRestricted3": "Decisions without consulting qualified clinicians",
    "clinicalJudgmentHeading": "Clinical Judgment Comes First",
    "clinicalJudgment1": "Compare calculated MAP against bedside findings and full clinical context.",
    "clinicalJudgment2": "Resolve discrepancies using your professional training and institutional protocols.",
    "clinicalJudgment3": "Document supporting evidence when incorporating calculator outputs into care plans.",
    "policiesHeading": "Policies & Contact",
    "privacyTitle": "Privacy Policy",
    "privacyContent": "We do not collect, store, or transmit personal health data. All calculations run directly in your browser so your entries remain on your device. Basic, anonymized analytics may be used to understand feature usage and keep the tool reliable.",
    "termsTitle": "Terms of Service",
    "termsContent": "By using this tool you agree it is provided \"as is\" for educational reference. It is not a substitute for professional medical judgment. You are responsible for verifying results before applying them in clinical practice.",
    "contactTitle": "Contact",
    "contactContent": "Questions or feedback? Reach out to the site administrator at support@mapcalculator.org.",
    "disclaimerCta": "Review the full medical disclaimer",
    "updatedNotice": "Medical standards evolve quickly; review updates regularly.",
    "howToCalculateStepsHeading": "How to Calculate MAP",
    "howToCalculateStepsIntro": "Follow these evidence-based steps to compute mean arterial pressure using any pair of systolic and diastolic readings taken in the same session.",
    "howToCalculateStep1": "Capture systolic blood pressure (SBP) and diastolic blood pressure (DBP) from a reliable monitor or arterial line.",
    "howToCalculateStep2": "Multiply the diastolic value by two to represent the longer diastolic phase of the cardiac cycle.",
    "howToCalculateStep3": "Add the systolic value to the doubled diastolic value.",
    "howToCalculateStep4": "Divide the total by three: MAP = (SBP + 2 × DBP) ÷ 3.",
    "howToCalculateStep5": "Compare the resulting MAP against the clinical ranges (low <60 mmHg, normal 60–100 mmHg, high >100 mmHg) alongside patient-specific factors.",
    "howToCalculateExampleHeading": "Worked Example",
    "howToCalculateExampleContent": "For SBP 120 mmHg and DBP 80 mmHg: (120 + 2 × 80) ÷ 3 = 93.3 mmHg. Use this value with trend data and bedside findings before adjusting care.",
    "howToCalculateTip": "Tip: Ensure readings are in millimeters of mercury (mmHg) and taken under consistent positioning to reduce variability.",
    "referencesHeading": "Evidence-Based References",
    "reference1": "Whelton PK, Carey RM, Aronow WS, et al. 2017 ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults. Hypertension. 2018;71(6):e13–e115.",
    "reference2": "Evans L, Rhodes A, Alhazzani W, et al. Surviving Sepsis Campaign: international guidelines for management of sepsis and septic shock 2021. Intensive Care Med. 2021;47(11):1181–1247.",
    "reference3": "Saugel B, Vincent J-L, Wagner JY. Personalized blood pressure management in critically ill patients. Intensive Care Med. 2020;46(9):1704–1712.",
    "reference4": "Cecconi M, De Backer D, Antonelli M, et al. Consensus on circulatory shock and hemodynamic monitoring. Intensive Care Med. 2014;40(12):1795–1815."
  },
  "disclaimer": {
    "title": "Medical Disclaimer",
    "description": "Understand how to interpret and safely apply MAP Calculator outputs.",
    "intro": "MAP Calculator is an educational decision-support reference for trained healthcare teams. Using this site does not create a clinician-patient relationship and should never delay or replace in-person medical care.",
    "lastUpdatedLabel": "Last updated:",
    "lastUpdatedValue": "October 1, 2024",
    "educationHeading": "Educational Use Only",
    "educationContent": "The calculator and accompanying explanations are intended solely for medical education, simulation, and professional reference. They are not comprehensive medical resources and should not be used as the lone basis for diagnosis or treatment.",
    "noAdviceHeading": "Not Medical Advice",
    "noAdviceContent": "Nothing on this site constitutes medical advice, diagnosis, treatment recommendations, or care plans. Always seek the guidance of qualified physicians and follow institutional protocols before acting on any calculated value.",
    "emergencyHeading": "Emergency Situations",
    "emergencyContent": "If you believe you or someone else is experiencing a medical emergency, call your local emergency number (for example 911) or go to the nearest emergency department without delay.",
    "audienceHeading": "Intended Users",
    "audienceList1": "Licensed medical professionals (physicians, advanced practice providers)",
    "audienceList2": "Registered nurses, paramedics, respiratory therapists, and allied health teams",
    "audienceList3": "Medical or nursing trainees under the supervision of licensed clinicians",
    "audienceExclusionHeading": "Not Intended For",
    "audienceExclusionList1": "Members of the general public seeking self-diagnosis or self-treatment",
    "audienceExclusionList2": "Use as a substitute for comprehensive clinical evaluation",
    "audienceExclusionList3": "Decisions made without consultation from qualified healthcare professionals",
    "clinicalJudgmentHeading": "Clinical Judgment Takes Priority",
    "clinicalJudgmentContent": "Calculator outputs support—but do not replace—clinical reasoning. If results conflict with the patient’s presentation or your expertise, defer to professional judgment, institutional guidelines, and peer consultation.",
    "accuracyHeading": "Accuracy and Completeness",
    "accuracyContent": "While we strive for accuracy, medical evidence evolves rapidly and may render information incomplete or outdated. Verify calculations and recommendations against up-to-date guidelines, pharmacology references, and peer-reviewed literature.",
    "liabilityHeading": "Limitation of Liability",
    "liabilityContent": "To the fullest extent permitted by law, the site owners, contributors, and affiliates disclaim liability for any injuries, losses, or decisions arising from the use of this site, inability to use the site, reliance on its outputs, or perceived inaccuracies.",
    "noRelationshipHeading": "No Clinician–Patient Relationship",
    "noRelationshipContent": "Using this calculator does not establish a medical, legal, or professional relationship with the site owners or contributors. Always engage directly with licensed clinicians for patient-specific care.",
    "thirdPartyHeading": "Third-Party References",
    "thirdPartyContent": "Links to external resources are provided for convenience. We do not endorse or control third-party content and are not responsible for its accuracy or privacy practices.",
    "complianceHeading": "Regulatory Compliance",
    "complianceContent": "Users are responsible for ensuring their use of this calculator complies with all applicable laws, professional standards, privacy requirements, and licensing regulations in their jurisdiction.",
    "updatesHeading": "Policy Updates",
    "updatesContent": "We may update this disclaimer as clinical standards, regulations, or site features evolve. Continued use signifies acceptance of the latest version.",
    "contactHeading": "Contact",
    "contactContent": "For questions about this disclaimer, email support@mapcalculator.org."
  },
  "privacy": {
    "title": "Privacy Policy",
    "description": "Understand how MAP Calculator handles data and protects your privacy.",
    "intro": "We designed MAP Calculator to operate completely within your browser so you retain full control of your health data.",
    "dataCollectionTitle": "Data Collection",
    "dataCollectionContent": "We do not collect, store, or transmit the systolic or diastolic values you enter. All calculations run locally on your device and are never shared with our servers.",
    "analyticsTitle": "Analytics",
    "analyticsContent": "We may use privacy-friendly analytics to observe aggregate usage patterns, such as page views and device types. These analytics never contain personal identifiers.",
    "cookiesTitle": "Cookies",
    "cookiesContent": "The site does not set tracking cookies. Your browser may cache assets to improve performance, which you can clear at any time.",
    "thirdPartiesTitle": "Third-Party Services",
    "thirdPartiesContent": "If we embed third-party resources (for example fonts or analytics), they are selected for their privacy posture. Any future additions will be documented here.",
    "changesTitle": "Policy Updates",
    "changesContent": "We may update this policy to reflect product changes or legal requirements. Significant updates will be clearly communicated on this page.",
    "contactTitle": "Contact",
    "contactContent": "Reach out at support@mapcalculator.org for questions about privacy."
  },
  "terms": {
    "title": "Terms of Service",
    "description": "Review the terms governing your use of MAP Calculator.",
    "intro": "By accessing MAP Calculator you agree to the terms described below. Please read them carefully.",
    "acceptableUseTitle": "Acceptable Use",
    "acceptableUseContent": "Use the calculator for educational or informational purposes only. Do not attempt to reverse engineer, disrupt, or overload the service.",
    "medicalDisclaimerTitle": "Medical Disclaimer",
    "medicalDisclaimerContent": "MAP Calculator does not provide medical advice. Always consult qualified clinicians before making diagnostic or treatment decisions. You remain responsible for verifying results.",
    "limitationsTitle": "Service Limitations",
    "limitationsContent": "The tool is provided \"as is\" without warranties of accuracy or availability. We may modify or discontinue the service without notice.",
    "liabilityTitle": "Limitation of Liability",
    "liabilityContent": "We are not liable for damages arising from the use or inability to use this tool. Use is at your own risk.",
    "changesTitle": "Changes to Terms",
    "changesContent": "We may update these terms periodically. Continued use after changes take effect constitutes acceptance of the new terms.",
    "contactTitle": "Contact",
    "contactContent": "Have questions about these terms? Email support@mapcalculator.org."
  }
}
